Repository: pierreloicq/votetracker.eu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Group of the Greens/European Free Alliance
fr: Groupe des Verts/Alliance libre européenne
nl: Fractie De Groenen/Vrije Europese Alliantie

source: Non-Attached Members
fr: Sans groupe
nl: Niet-aangesloten leden

source: France
nl: Frankrijk

source: Luxembourg
nl: Luxemburg

source: This website enables you to view the votes of the Members of the European Parliament (MEPs) of the 2019-2024 legislature on 17 recent votes that were chosen and summarized by myself.
nl: Op deze website kun je de stemmen van de Europees Parlementsleden van de zittingsperiode 2019-2024 bekijken over 17 recente stemmingen die door mijzelf zijn gekozen en samengevat.

source: source
nl: bron

source: Find out how the current Members of the European Parliament voted on 17 recent votes
nl: Ontdek hoe de huidige Europees Parlementsleden hebben gestemd bij 17 recente stemmingen

source: Find out how the current Members of the European Parliament voted on 17 recent votes and find your best match
nl: Ontdek hoe de huidige Europees Parlementsleden hebben gestemd over 17 recente stemmingen en vind uw beste match

source: The selection of MEPs displayed below is the result of your choices on the 17 votes
nl: De EP-leden selectie hieronder is het resultaat van uw keuzes op de 17 stemmen

source: This website enables you to view the votes of the Members of the European Parliament (MEPs) of the 2019-2024 legislature on 17 recent votes, as well as identify MEP whose stances are closest to yours.
nl: Op deze website kunt u de stemmen van de Europees Parlement leden voor de zittingsperiode 2019-2024 over 17 recente stemmingen bekijken en identificeren waarvan de standpunten het dichtst bij die van u liggen.

source: abstention
nl: onthouding

source: This selection of MEPs shown below is the result of your choices on the 17 votes.
nl: Deze EP-leden selectie hieronder is het resultaat van uw keuzes op de 17 stemmen.
