Repository: pierreloicq/votetracker.eu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Implement measures for ecosystem restoration on 20&#37; of all land and sea areas by 2030, in order to meet the international commitments, with exemptions for renewable energy, housing construction and national defence projects or if food production/price has changed too much
fr: Mettre en oeuvre des mesures de restauration des écosystèmes sur 20&#37; de toutes les terres et zones maritimes d'ici 2030, afin de respecter les engagements internationaux, avec des exemptions pour les énergies renouvelables, la construction de logements et les projets de défense nationale, ou si la production/les prix alimentaires ont trop changé
nl: Implementeer maatregelen voor ecosysteemherstel op 20&#37; van alle land- en zeegebieden tegen 2030, om te voldoen aan de internationale verplichtingen, met uitzonderingen voor hernieuwbare energie, woningbouw en nationale defensieprojecten of als de voedselproductie/prijs te veel is veranderd

source: Improve and harmonise air quality monitoring and consider more realistic air pollution thresholds, to be met by 2035, while intermediate threshold must be met by 2030
fr: Améliorer et harmoniser la surveillance de la qualité de l'air et envisager des seuils de pollution atmosphérique plus réalistes, à atteindre d'ici 2035, avec des seuils intermédiaires pour 2030
nl: De bewaking van de luchtkwaliteit verbeteren en harmoniseren en realistischere drempelwaarden voor luchtvervuiling overwegen, die tegen 2035 moeten worden gehaald, terwijl de tussentijdse drempelwaarde tegen 2030 moet worden gehaald

source: Propose several targets to reduce the quantity of overall and plastic packaging and require them to be recyclable (with exemptions), while increasing the quantity of recycled plastic in new packages. Ban the use of the “forever chemicals” (PFAS) and Bisphenol A in food contact packaging
fr: Proposer plusieurs objectifs de réduction de la quantité d'emballages globaux et plastiques et exiger qu'ils soient recyclables (avec des exemptions), tout en augmentant la quantité de plastique recyclé dans les nouveaux emballages. Interdire l'utilisation des « produits chimiques éternels » (PFAS) et du Bisphénol A dans les emballages alimentaires
nl: Verschillende doelstellingen voorstellen om de hoeveelheid algemene en plastic verpakkingen te verminderen en te eisen dat ze recyclebaar zijn (met uitzonderingen), terwijl de hoeveelheid gerecycled plastic in nieuwe verpakkingen wordt verhoogd. Het gebruik verbieden van de "voor altijd chemische stoffen" (PFAS) en Bisfenol A in verpakkingen die in contact komen met voedsel

source: Require companies to disclose information that makes it easier for employees to compare salaries and to expose existing gender pay gaps
fr: Exiger des entreprises qu'elles divulguent des informations facilitant la comparaison des salaires par les employés et qu'elles exposent les écarts de rémunération entre les sexes
nl: Bedrijven verplichten om informatie openbaar te maken die het voor werknemers gemakkelijker maakt om salarissen te vergelijken en bestaande beloningsverschillen tussen mannen en vrouwen bloot te leggen

source: Remove most trade tariffs between EU and New Zealand while protecting sensitive EU agricultural sectors (like beef and dairy products) with tariff rate quotas. All EU geographical indications (GIs) are protected for wines and spirits as well as 163 famous EU foodstuff GIs
fr: Supprimer la plupart des droits de douane entre l'UE et la Nouvelle-Zélande tout en protégeant les secteurs agricoles sensibles de l'UE (comme la viande bovine et les produits laitiers) avec des quotas. Toutes les indications géographiques (IG) de l'UE sont protégées pour les vins et spiritueux ainsi que 163 IG alimentaires réputées
nl: Afschaffing van de meeste handelstarieven tussen de EU en Nieuw-Zeeland, terwijl gevoelige landbouwsectoren in de EU (zoals rundvlees en zuivelproducten) worden beschermd met tariefcontingenten. Alle geografische aanduidingen (GA's) van de EU worden beschermd, zowel voor wijnen en gedistilleerde dranken als voor 163 bekende GA's voor levensmiddelen uit de EU

source: Set minimum quality standards for traineeships regarding duration, remuneration, access to social protection, and make them more accessible to persons with disabilities and to those from vulnerable backgrounds
fr: Établir des normes minimales de qualité pour les stages en ce qui concerne la durée, la rémunération, l'accès à la protection sociale, et les rendre plus accessibles aux personnes handicapées et à celles issues de milieux vulnérables
nl: Minimumkwaliteitsnormen vaststellen voor stages met betrekking tot duur, beloning en toegang tot sociale bescherming, en ze toegankelijker maken voor mensen met een handicap en mensen met een kwetsbare achtergrond

source: Harmonise the EU long-term resident status for third-country nationals, foster their integration and social inclusion, and enhance their right to mobility within EU countries, as well as increase the EU attractiveness to third-country skills and talents
fr: Harmoniser le statut de résident de longue durée de l'UE pour les ressortissants de pays tiers, favoriser leur intégration et leur inclusion sociale, renforcer leur droit à la mobilité dans les pays de l'UE et accroître l'attrait de l'UE pour les compétences et les talents des pays tiers
nl: De EU-status van langdurig ingezeten onderdanen van derde landen harmoniseren, hun integratie en sociale integratie bevorderen, hun recht op mobiliteit binnen de EU-landen versterken en de EU aantrekkelijker maken voor vaardigheden en talenten uit derde landen

source: Push carmakers to produce zero- and low-emission vehicles with the target of 100&#37; of zero emissions cars by 2035, while using a CO₂ computing methodology throughout the full life-cycle
fr: Inciter les constructeurs automobiles à produire des véhicules à zéro et faibles émissions avec pour objectif 100&#37; de voitures à zéro émissions d'ici 2035, tout en utilisant une méthodologie de calcul du CO₂ prenant en compte le cycle de vie complet
nl: Autofabrikanten stimuleren om emissievrije en -arme voertuigen te produceren met als doel 100&#37; emissievrije auto's tegen 2035, waarbij een CO₂-berekeningsmethodologie wordt gebruikt voor de volledige levenscyclus

source: Ban methane flaring and venting for EU and non-EU companies (through rules on importations)
fr: Interdire les torchères et la purge de méthane pour les entreprises de l'UE et non-UE (par le biais des importations)
nl: Het affakkelen en afblazen van methaan verbieden voor EU- en niet-EU-bedrijven (via regels voor invoer)

source: Allow a short-term funding for the reinforcement of the European defence industry through joint procurement by member states, with bonuses for projects supporting Ukraine, Moldova and SMEs
fr: Autoriser un financement à court terme pour le renforcement de l'industrie européenne de la défense par des achats conjoints par les États membres, avec des bonus pour les projets soutenant l'Ukraine, la Moldavie et les PME
nl: Kortetermijnfinanciering mogelijk maken voor de versterking van de Europese defensie-industrie door middel van gezamenlijke aanbestedingen door de lidstaten, met bonussen voor projecten die Oekraïne, Moldavië en KMO's ondersteunen

source: Calls on NATO members to invite Ukraine to join the alliance, support Ukraine on its path to EU accession, and put increased pressure on Russia through further sanctions
fr: Appeller les membres de l'OTAN à inviter l'Ukraine à rejoindre l'alliance, à soutenir l'Ukraine dans son parcours vers l'adhésion à l'UE et à exercer une pression accrue sur la Russie par le biais de sanctions supplémentaires
nl: Roept de NAVO-leden op Oekraïne uit te nodigen lid te worden van de alliantie, Oekraïne te steunen op zijn weg naar toetreding tot de EU en de druk op Rusland op te voeren door middel van verdere sancties

source: Launch investigations and implement safeguards to prevent abuse in the use of spyware (e.g. by police, EU or imported from/exported to non-EU governments)
fr: Lancer des enquêtes et mettre en place des mesures de protection pour prévenir les abus dans l'utilisation des logiciels espions (par exemple, par la police, l'UE ou importés/exportés vers des gouvernements non-UE)
nl: Onderzoeken starten en waarborgen implementeren om misbruik bij het gebruik van spyware te voorkomen (bijv. door de politie, de EU of geïmporteerd van/geëxporteerd naar niet-EU-regeringen)

source: Following the Qatargate corruption affair, call to implement effective systems to detect foreign interference in European Parliament activity and enforce sanctions on offending countries. Call for a rapid review of the MEP's Code of Conduct and monitor the activity of former MEPs
fr: Suite à l'affaire de corruption du Qatargate, appeler à la mise en place de systèmes efficaces pour détecter les ingérences étrangères dans les activités du Parlement européen et appliquer des sanctions aux pays contrevenants. Appeler à une révision rapide du code de conduite des députés européens et surveiller l'activité des anciens députés
nl: Naar aanleiding van de corruptieaffaire rond Qatargate oproepen tot de invoering van doeltreffende systemen om buitenlandse inmenging in de werkzaamheden van het Europees Parlement op te sporen en sancties op te leggen aan landen die de regels overtreden. Oproep tot een snelle herziening van de gedragscode voor EP-leden en toezicht op de activiteiten van voormalige EP-leden

source: Increase capacity of the Frontex european agency to search and rescue migrants at sea, and to fight against criminal smugglers and human traffickers. The voted text also give feedback regarding specific situations in Greece, Lithuania and Hungary
fr: Augmenter la capacité de l'agence européenne Frontex pour rechercher et secourir les migrants en mer, et lutter contre les passeurs criminels et les trafiquants d'êtres humains. Le texte fait aussi des retours concernant des situations spécifiques en Grèce, en Lituanie et en Hongrie
nl: Vergroting van de capaciteit van het Europees agentschap Frontex om migranten op zee op te sporen en te redden, en om criminele mensensmokkelaars en mensenhandelaars te bestrijden. De goedgekeurde tekst geeft ook feedback over specifieke situaties in Griekenland, Litouwen en Hongarije

source: Regarding the EU CO₂ emissions trading system, phase out the free allowances to the aviation sector by 2026 while promoting the use of sustainable aviation fuels
fr: Concernant le système d'échange de quotas d'émission de CO₂ de l'UE, éliminer progressivement les allocations gratuites au secteur de l'aviation d'ici 2026 tout en promouvant l'utilisation de carburants aéronautiques durables
nl: Met betrekking tot het EU-systeem voor de handel in CO₂-emissierechten, de gratis rechten voor de luchtvaartsector geleidelijk afschaffen tegen 2026 en tegelijkertijd het gebruik van duurzame vliegtuigbrandstoffen bevorderen

source: Foster the development of small modular reactors (SMRs) for nuclear electricity production
fr: Encourager le développement de petits réacteurs modulaires (SMR) pour la production d'électricité nucléaire
nl: De ontwikkeling van kleine modulaire reactoren (SMR's) voor de productie van kernenergie bevorderen

source: Calls on Member States to introduce solidarity taxes on high levels of wealth to provide for funding to mitigate the major challenges of our times; supports calls to start international-level discussions to establish a progressive wealth tax
fr: Appelle les États membres à introduire des prélèvements solidaires sur les niveaux élevés de richesse pour fournir un financement afin d'atténuer les grands défis de notre époque; soutient les appels à engager des discussions au niveau international pour établir un impôt sur la fortune progressif
nl: Roept de lidstaten op solidariteitsbelastingen in te voeren op hoge vermogens om te voorzien in financiering om de grote uitdagingen van deze tijd aan te pakken; steunt oproepen om op internationaal niveau besprekingen te starten om een progressieve vermogensbelasting in te voeren

source: Encourage the European Central Bank to consider the introduction of differentiated interest rates with lower rates for green investments, which will eventually alleviate inflationary pressures by reducing physical risk and the dependence on fossil fuels
fr: Encourager la Banque centrale européenne à envisager l'introduction de taux d'intérêt différenciés, offrant des taux plus bas pour les investissements verts, ce qui contribuera finalement à atténuer les pressions inflationnistes en réduisant les risques physiques et la dépendance aux combustibles fossiles

source: Austria
fr: Autriche
nl: Oostenrijk

source: Belgium
fr: Belgique
nl: België

source: Bulgaria
fr: Bulgarie
nl: Bulgarije

source: Croatia
fr: Croatie
nl: Kroatië

source: Cyprus
fr: Chypre

source: Czechia
fr: Tchéquie
nl: Tsjechië

source: Denmark
fr: Danemark
nl: Denemarken

source: Estonia
fr: Estonie
nl: Estland

source: Finland
fr: Finlande

source: Germany
fr: Allemagne
nl: Duitsland

source: Greece
fr: Grèce
nl: Griekenland

source: Hungary
fr: Hongrie
nl: Hongarije

source: Ireland
fr: Irlande
nl: Ierland

source: Italy
fr: Italie
nl: Italië

source: Latvia
fr: Lettonie
nl: Letland

source: Lithuania
fr: Lituanie
nl: Litouwen

source: Malta
fr: Malte

source: Netherlands
fr: Pays-Bas
nl: Nederland

source: Poland
fr: Pologne
nl: Polen

source: Romania
fr: Roumanie
nl: Roemenië

source: Slovakia
fr: Slovaquie
nl: Slowakije

source: Slovenia
fr: Slovénie
nl: Slovenië

source: Spain
fr: Espagne
nl: Spanje

source: Sweden
fr: Suède
nl: Zweden

source: About
fr: À propos
nl: Over

source: Hi, I'm Pierre, the creator of this website. I built it in my spare time with the goal of helping people make better decisions.
fr: Bonjour, je suis Pierre, le créateur de ce site web. Je l'ai réalisé sur mon temps libre dans le but d'aider les gens à prendre de meilleures décisions.
nl: Hallo, ik ben Pierre, de maker van deze website. Ik heb hem in mijn vrije tijd gebouwd met als doel mensen te helpen betere beslissingen te nemen.

source: This website enables you to view the votes of the Members of the European Parliament (MEPs) of the 2019-2024 legislature on 18 recent votes that were chosen and summarized by myself.
fr: Ce site web vous permet de voir les votes des député.e.s européen.ne.s de la législature 2019-2024 sur 18 votes récents qui ont été sélectionnés et résumés par moi-même.

source: The idea came from
fr: L'idée vient de
nl: Het idee kwam van

source: , a website built by the votewatch.eu team for the 2019 elections
fr: , un site web créé pour les élections de 2019 par l'équipe de votewatch.eu
nl: , een website gebouwd door het votewatch.eu team voor de verkiezingen van 2019

source: The code is available on
fr: Le code est disponible sur
nl: De code is beschikbaar op

source: You are welcome to take it and adapt it to other jurisdictions.
fr: Il peut être copié pour être adapté à d'autres juridictions.
nl: Je mag het gerust overnemen en aanpassen aan andere rechtsgebieden.

source: The data of the votes come from
fr: Les données de votes viennent de
nl: De gegevens van de stemmen komen van

source: The website look was deeply inspired on
fr: Le design du site a été profondément inspiré par
nl: Het uiterlijk van de website is geïnspireerd op

source: was really helpful for building this website
fr: a été vraiment utile pour créer ce site
nl: was echt nuttig voor het bouwen van deze website

source: The picture of the hemicycle on the index page was shot by Fred Marvaux
fr: La photo de l'hémicycle sur la page d'accueil a été prise par Fred Marvaux
nl: De foto van de hemicycle op de indexpagina is gemaakt door Fred Marvaux.

source: The website is hosted by o2switch in Clermont-Ferrand, France
fr: Le site est hébergé par o2switch à Clermont-Ferrand, France
nl: De website wordt gehost door o2switch in Clermont-Ferrand, Frankrijk.

source: I use
fr: J'utilise
nl: Ik gebruik

source: to know the traffic statistics
fr: pour avoir les statistiques de trafic
nl: om de verkeersstatistieken te kennen

source: Thanks to all these projects and people
fr: Merci à tous les auteurs de ces projets
nl: Dankzij al deze projecten en mensen

source: You can contact me at:
fr: Vous pouvez me contacter sur:
nl: Je kunt contact met me opnemen op:

source: Find out how the current Members of the European Parliament voted on 18 recent votes
fr: Découvrez comment les députés européens ont voté sur 18 votes récents

source: Be ready for the European elections of June 2024
fr: Soyez prêt pour les élections européennes de juin 2024
nl: Wees klaar voor de Europese verkiezingen van juni 2024

source: Find out how the current Members of the European Parliament voted on 18 recent votes and find your best match
fr: Découvrez comment les député·e·s européen·ne·s ont voté sur 18 votes récents et trouvez ceux et celles qui vous correspondent le mieux

source: Select a country
fr: Sélectionnez un pays
nl: Selecteer een land

source: flag
fr: drapeau
nl: vlag

source: Text
fr: Texte
nl: Tekst

source: summary
fr: résumé
nl: samenvatting

source: debate
fr: débat
nl: debat

source: Filter by stance
fr: Filtrer par position
nl: Filter op stand

source: The selection of MEPs displayed below is the result of your choices on the 18 votes
fr: La sélection de députés affichée ci-dessous est le résultat de vos choix sur les 18 votes

source: Your selections by stance are stored on your device with cookies
fr: Vos sélections par position sont stockées sur votre appareil avec des cookies
nl: Uw selecties worden op uw apparaat opgeslagen met cookies.

source: reset all choices
fr: réinitialiser tous les choix
nl: alle keuzes resetten

source: stricter selection: exclude abstentions too
fr: sélection + stricte: exclure aussi les abstentions

source: stricter selection: exclude no-votes too
fr: sélection + stricte: exclure aussi les 'pas de vote'

source: choose
fr: choisissez
nl: kies

source: your
fr: votre
nl: uw

source: stance
fr: position
nl: standpunt

source: Filter by name or party
fr: Filtrer par nom ou parti
nl: Filter op naam of partij

source: MEPs selected
fr: députés sélectionnés
nl: EP-leden geselecteerde

source: MEPs deselected
fr: députés désélectionnés
nl: EP-leden gedeselecteerd

source: This website enables you to view the votes of the Members of the European Parliament (MEPs) of the 2019-2024 legislature on 18 recent votes, as well as identify MEP whose stances are closest to yours.
fr: Ce site web vous permet de voir les votes des député·e·s européen·ne·s de la législature 2019-2024 sur 18 votes récents et de trouvez ceux et celles qui vous correspondent le mieux.

source: Navigate between each text with the << and >> buttons.
fr: Passez d'un texte à l'autre avec les boutons << et >>.
nl: Navigeer tussen elke tekst met de knoppen << en >>.

source: in favor
fr: pour
nl: voor

source: against
fr: contre
nl: tegen

source: didn't vote. It may be because the MEP was not in function at the time of the vote.
fr: n'a pas voté. Possiblement car il/elle n'était pas en fonction au moment du vote.
nl: niet gestemd. Het kan zijn omdat het Parlementslid ten tijde van de stemming niet in functie was.

source: For each text, you can set the stance of yours by toggling the [choose your stance] button, and it will filter out the MEP who voted the opposite.
fr: Pour chaque texte, vous pouvez indiquer votre position avec le bouton [choisissez votre position] et cela désélectionnera les députés qui ont voté l'inverse.
nl: Voor elke tekst kun je het standpunt van jezelf instellen door op de [kies uw standpunt] knop te drukken, en het zal de EP-leden die het tegenovergestelde stemden eruit filteren.

source: This selection of MEPs shown below is the result of your choices on the 18 votes.
fr: Cette sélection de députés affichée en-dessous est le résultat de vos choix sur les 18 votes.

source: As you progress through the texts, the selection should narrow down, eventually indicating which MEPs are your best matches.
fr: Au fur et à mesure que vous avancez dans les textes, la sélection devrait se réduire, indiquant finalement les députés qui vous correspondent le mieux.
nl: Naarmate je verder in de teksten komt, wordt de selectie steeds kleiner en kun je uiteindelijk zien welke EP-leden het beste bij je passen.

source: Don't take the result too much for granted. Some MEP may be in the final results because they didn't vote on some texts.
fr: Ne prenez pas le résultat trop pour acquis. Certains députés peuvent être dans le résultat final juste parce qu'ils n'ont pas voté sur certains textes.
nl: Neem de uitslag niet te vanzelfsprekend. Sommige Parlementsleden kunnen in de einduitslag staan omdat ze over sommige teksten niet hebben gestemd.

source: MEPs are invited to explain their stances. If they provide a comment, you can see it by clicking on the
fr: Les députés sont invités à expliquer leurs positions. S'ils fournissent un commentaire, vous pouvez le voir en cliquant sur
nl: De Parlementsleden worden uitgenodigd om hun standpunt toe te lichten. Als ze commentaar geven, kun je dat zien door op de knop

source: Click on the button
fr: Cliquez sur le bouton
nl: Klik op de knop

source: to get statistics by party and country on this vote.
fr: pour accéder à des statistiques par parti et par pays.
nl: voor statistieken per partij en land over deze stemming.

source: Keep in mind that the newcomers MEPs may also be interesting although they are not shown here.
fr: N'oubliez pas que les nouveaux députés européens peuvent également être intéressants même s'ils ne sont pas affichés ici.
nl: Vergeet niet dat de nieuwkomers in het Europees Parlement ook interessant kunnen zijn, hoewel ze hier niet worden weergegeven.

source: Also, your best match may not stand for re-election.
fr: Aussi, certains députés ne vont pas se représenter aux élections de juin 2024.
nl: Ook is het mogelijk dat je beste match zich niet herkiesbaar stelt.

source: If you want to see the MEPs votes for other texts, you can search for them on
fr: Si vous voulez voir les votes des députés sur d'autres textes, vous pouvez les chercher sur
nl: Als je de stemmen van de Parlementsleden voor andere teksten wilt zien, kun je ze zoeken op

source: or on
fr: ou sur
nl: of op

source: Other voting advice applications that consider all persons standing for elections are available here:
fr: Il existe d'autres systèmes d'aide au vote qui considèrent toutes les personnes qui se présentent aux élections:
nl: Andere toepassingen voor stemadvies die rekening houden met alle personen die zich kandidaat stellen voor de verkiezingen, zijn hier beschikbaar:

source: For more information on the elections and the role of the parliament, visit
fr: Pour plus d'information sur les élections et sur le rôle du parlement, visitez
nl: Ga voor meer informatie over de verkiezingen en de rol van het parlement naar

source: Group of the European People's Party (Christian Democrats)
fr: Groupe du Parti populaire européen (Démocrates-Chrétiens)
nl: Fractie van de Europese Volkspartij (Christendemocraten)

source: Group of the Progressive Alliance of Socialists and Democrats
fr: Groupe de l'Alliance Progressiste des Socialistes et Démocrates au Parlement européen
nl: Fractie van de Progressieve Alliantie van Socialisten en Democraten

source: Renew Europe Group
fr: Groupe Renew Europe
nl: Renew Europa Groep

source: European Conservatives and Reformists Group
fr: Groupe des Conservateurs et Réformistes européens
nl: Fractie Europese Conservatieven en Hervormers

source: Identity and Democracy Group
fr: Groupe Identité et démocratie
nl: Groep Identiteit en Democratie

source: The Left group
fr: Groupe de la gauche
nl: De linkergroep
